tap "aiterminalfoundation/ai-terminal"
tap "homebrew/cask-fonts"
tap "romkatv/powerlevel10k"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bottom"
brew "glib"
brew "libavif"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-flow"
brew "go"
brew "netpbm"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "hugo"
brew "python@3.13"
brew "llm"
brew "lsd"
brew "node"
brew "pipx"
brew "powerlevel10k"
brew "starship"
brew "thefuck"
brew "walk"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "ai-terminal"
cask "devutils"
cask "font-hack-nerd-font"
cask "notion-calendar"
